Repository: brstp/friskissvettis-mobil
Catalog: App_GlobalResources/LocalizedText.*.resx
Languages: sv

# Abort
source: Cancel
sv: Avbryt

source: About us
sv: Om oss

# AboutUsBody
source: Friskis & Svettis is a sports club with a seemingly unique philosophy.<br /> There is no finish line to cross, no net to score in and no opponent to beat. Our only goal is... to put a smile on your face!
sv: Friskis&Svettis är en idrottsförening med ett för idrottsvärlden ovanligt mål. Här är målet ett leende.<br/> <br/> Om det är kul att träna, då vill du göra det igen. <br/> <br/> Friskis&Svettis består idag av 113 föreningar i Sverige, 38 i Norge samt åtta föreningar i övriga Europa. Friskis&Svettis har drygt 535 000 medlemmar.

source: All
sv: Alla

# BecomeMember
source: Sign up
sv: Bli medlem

# BecomeMemberBody
source: Great that you want to join. <br />Visit us and we'll help you!
sv: Vad kul att du vill bli medlem! <br />Besök oss gärna så hjälper vi dig.

# Book
source: Make reservation
sv: Boka

source: Booked
sv: Bokat

# BookingDone
source: You have reserved
sv: Bokning klar

# BookStandby
source: Standby
sv: Reserv

source: Call us
sv: Ring oss

# ChooseFacility
source: Select a facility
sv: Välj anläggning

# ChooseTown
source: Select a city
sv: Välj stad

source: Contact
sv: Kontakta

source: Continue
sv: Gå vidare

# DoYouWantToBook
source: Make a reservation?
sv: Vill du boka?

# DoYouWantToUnbook
source: Do you want to cancel?
sv: Vill du avboka?

# Error
source: An error occured.
sv: Ett oväntat fel inträffade, gå tillbaka och försök igen. Om felet består, kontakta support.

# FacilityInfo
source: Facility information
sv: Anläggningsinfo

# FourZeroFour
source: Page could not be found
sv: Sidan kunde inte hittas.

source: Full
sv: Fullbokat

# HaveToBeLoggedInToViewSchedule
source: You have to be logged in to view this schedule.
sv: Ni måste vara inloggad för att se detta schema.

# IdeaWithoutDemand
source: No demands or requirements
sv: Idé utan krav

source: Logged in as
sv: Inloggad som

source: Log in
sv: Logga in

source: Log out
sv: Logga ut

source: My bookings
sv: Mina bokningar

# MyPages
source: My account
sv: Mina sidor

# NewBooking
source: New reservation / view schedule
sv: Ny bokning / visa schema

source: No activities could be found
sv: Inga pass kunde hittas.

# NoBookingsCouldBeFound
source: You have no reservation
sv: Du har inga bokningar

# NoCancelBooking
source: No
sv: Avbryt

source: Password
sv: Lösenord

source: Room
sv: Lokal

source: Schedule
sv: Schema

source: Send email
sv: Skicka epost

source: Show
sv: Visa

source: Show my bookings
sv: Visa mina bokningar

# Spots
source: Vacancies
sv: Platser

source: Today
sv: Idag

source: Tomorrow
sv: Imorgon

# Unbook
source: Cancel reservation
sv: Avboka

# UnbookingDone
source: You have canceled:
sv: Avbokning klar

# Username
source: Membership number
sv: Medlemsnummer

# VisitNormalWebsite
source: Visit the regular website
sv: Besök hemsidan

source: Wrong member or password
sv: Felaktigt användarnamn eller lösenord.

# YesCancelBooking
source: Yes, cancel this workout
sv: Avboka

source: Standby
sv: Reserv

# StandbyPosition
source: Position
sv: Reservplats

source: In queue
sv: Köstorlek

source: Offers
sv: Erbjudanden

source: News
sv: Aktuellt

# PageTitle404
source: The requested page could not be found
sv: Sidan kunde inte hittas

# PageTitleAboutUs
source: About us
sv: Om oss

# PageTitleBecomeMember
source: Become a member
sv: Bli medlem

# PageTitleBookingDone
source: Booking done
sv: Bokning klar

# PageTitleChooseLanguage
source: Choose language
sv: Välj språk

# PageTitleConfirmBooking
source: Confirm booking
sv: Bekräfta bokning

# PageTitleConfirmUnbooking
source: Confirm unbooking
sv: Bekräfta avbokning

# PageTitleError
source: An error has occured
sv: Ett fel har uppstått

# PageTitleFacilityInfo
source: Facility information
sv: Anläggningsinformation

# PageTitleFacilityMain
source: Facility
sv: Anläggning

# PageTitleLogin
source: Login
sv: Logga in

# PageTitleMap
source: Map
sv: Karta

# PageTitleMyBookings
source: My bookings
sv: Mina bokningar

# PageTitleSchedule
source: Schedule
sv: Schema

# PageTitleStartpage
source: Home
sv: Hem

# PageTitleUnbookingDone
source: Unbooking done
sv: Avbokning klar

# PageTitleNews
source: News
sv: Nyheter

# PageTitleOffers
source: Offers
sv: Erbjudanden

# LableScheduleActivityType
source: Activity type
sv: Aktivitetstyp

# LableScheduleFacility
source: Facility
sv: Anläggning

# LableScheduleFromDate
source: From
sv: Från

# LableScheduleToDate
source: To
sv: Till

source: Map
sv: Karta

# LableScheduleInstructor
source: Instructor
sv: Instruktör

# LableScheduleActivity
source: Activity
sv: Aktivitet

# NoCityChoosen
source: You have to chose a city
sv: Du måste välja en stad

source: Contact info
sv: Kontaktinfo

source: Our classes
sv: Vårt utbud

# UpdateSchedule
source: Update bookings
sv: Uppdatera bokningar

# BookingFullError
source: The class is full
sv: Passet är fullt

source: Unknown error
sv: Ett oväntat fel inträffade

source: Add to phone calendar
sv: Lägg till i telefonens kalender

# BookingWasSuccessfull
source: Booking done. Note that you no longer need to confirm a booking or cancellation.
sv: Bokning klar. Notera att man numera inte behöver bekräfta en bokning eller avbokning.

# PageRequiresJavascript
source: This page requires JavaScript to be enabled.
sv: Sidan kräver att JavaScript är aktiverat.

# UnbookingWasSuccessfull
source: Unbooking done. Note that you no longer need to confirm a booking or cancellation.
sv: Avbokning klar. Notera att man numera inte behöver bekräfta en bokning eller avbokning.

# LableScheduleRoom
source: Room
sv: Lokal

source: Cancelled
sv: Inställt
